Tekla.Structures.ModelInternal.dotFabricatorProject_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotFabricatorProject_t.ProjectId
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotFabricatorProject_t.ProjectRegion
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotFabricatorProject_t.ProjectName
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotFabricatorProject_t.ShareToken
DO NOT USE! For internal usage only!